{
  "list": [
    {
      "Id": 1,
      "id": null,
      "CreatedAt": "2025-03-07 15:04:10+00:00",
      "UpdatedAt": "2025-03-11 10:06:24+00:00",
      "live": "inactive",
      "folder": "zed-run",
      "description": "The first horse racing game of skill to live not only on the blockchain but in an open market. We take cues from the real world of horse racing.",
      "order": 2,
      "platforms": "web",
      "tags": null,
      "title": "Zed Run",
      "year": 2020,
      "clientName": "Virtually Human",
      "content": "\\`\\`\\`json\n\n{\"from\": 1, \"to\": 13}\n\n\\`\\`\\`\n\nI started working on ZED RUN as a Framer.js prototyper in November 2019, where **I built an interactive horse racing prototype** prior to the initial launch. After this, I began working on the website UI to prepare it for launch. Alongside the two founders, there were only backend and frontend engineers. We released the first iteration of [zed.run](http://zed.run) and began selling the first batch of Z1 Nakamoto’s digital racehorses.\n\n <br> _&gt; I was thrilled to be a part of ZED RUN from the beginning and see how it grew over time. The experience was invaluable and taught me a lot about designing for emerging markets._\n\nSubsequently, we introduced users to the first utility abilities, which included Breeding and Racing functionality, effectively starting the ZED RUN experience. While the engineering team focused on scaling and bug fixes, I **investigated quality of life updates by reaching out to our customers in Discord** and surveying them. Based on my findings, I designed and added a Racehorse Detailed Page, Racing filtering, a sidebar wallet to make related transactions more visible, and eased transferring racehorses between stables.\n\n <br> As Product Managers and UX Researchers joined the team, we began working more streamlined and **conducting A/B testing for new features**. I worked solo on the design for almost 2 years while the engineering team grew, prompting the need to hire another designer. I **interviewed nearly 10 candidates and hired one, providing mentorship** throughout her tenure.\n\nLater, it was decided to add a new product team, and I conducted another round of interviews to look for a Senior Product Designer. Before I shifted to VHS's next project, Human Park, I also **participated in interviewing the Head of Design for ZED RUN** and helped her transition into the role by sharing knowledge about the project.\n\n <br> _&gt; I am passionate about mentorship and believe that investing time in new designers is crucial to building a stronger design community._\n\n <br> Throughout my work on ZED RUN, I had the opportunity to work closely with the founders, engineers, and other stakeholders to ensure that the product was meeting the needs of the users and the business. **I was responsible for creating and maintaining the design system**, ensuring consistency across all touchpoints, and contributing to the development of new features and functionality.\n\nOverall, I am proud of the work I accomplished on ZED RUN and am excited to see the platform continue to grow and evolve. I believe that my contributions to the project have helped to create a compelling and engaging user experience that will continue to attract new users and drive the success of the platform."
    },
    {
      "Id": 2,
      "id": null,
      "CreatedAt": "2025-03-10 17:32:44+00:00",
      "UpdatedAt": "2025-03-11 13:37:39+00:00",
      "live": "inactive",
      "folder": "zed-champions",
      "description": "Zed Champions is a Web3-powered digital horse racing game developed by Virtually Human Studio (VHS) as the successor to Zed Run. It combines strategic breeding, skill-based gameplay, and blockchain technology to offer players a competitive experience where they can own, race, and enhance virtual horses.",
      "order": 1,
      "platforms": "web",
      "tags": null,
      "title": "Zed Champions",
      "year": 2025,
      "clientName": "Virtually Human",
      "content": null
    },
    {
      "Id": 3,
      "id": null,
      "CreatedAt": "2025-03-10 17:44:11+00:00",
      "UpdatedAt": "2025-03-11 10:03:43+00:00",
      "live": "inactive",
      "folder": "human-park",
      "description": "Human Park is a metaverse project by Virtually Human Studio (VHS), blending blockchain technology with customizable NFT avatars in a narrative-driven virtual world. Launched with a retro-cyberpunk 'Season Zero' in 2022, it highlights VHS’s innovative approach to immersive digital experiences.",
      "order": 3,
      "platforms": "web,desktop",
      "tags": null,
      "title": "Human Park",
      "year": 2022,
      "clientName": "Virtually Human",
      "content": "\\`\\`\\`json\n\n{\"from\": 1, \"to\": 12}\n\n\\`\\`\\`\n\nHuman Park is a revolutionary project by Virtually Human Studio, dedicated to providing a platform for self-expression in the metaverse. As a member of the VHS team, I had the opportunity to work on this exciting project, right from its exploration phase. My responsibilities included communicating with a globally dispersed team, exploring native desktop application UI for editing Noods, and designing the first landing page and release version of the website.\n\n_&gt; Working on Human Park was a wild ride - lots of exploration and new challenges that kept me on my toes. But I loved every minute of it._\n\nOne of the most significant achievements of the Human Park project was the successful minting of 9569 NFTs, with over 10k secondary NFTs generated. As a UI/UX designer, I was involved in exploring dozens of mockups with different styling and layouts, to ensure the best possible user experience. I was also responsible for designing the interface that allowed users to customize their own in-game avatars, which were later minted as NFTs on the release date.\n\n\\`\\`\\`json\n\n{\"from\": 21, \"to\": 29}\n\n\\`\\`\\`\n\nThe launch of Human Park was a huge success, with thousands of customization NFTs sold. As part of my work on the project, I also designed the in-game UI for the Beta release, allowing users to connect with their Eth Wallet through the Metamask browser extension, view their owned NFTs, and customize their Noods further. Users can apply Drifter skins, Emote Dances, and more, to see in-game.\n\nOne of the most exciting aspects of the project was the development of the Obelisks, which were presented to users on the second minting wave. These Obelisks could be opened on the web inventory to achieve Wayfinders or Limited Collection Drifters. The possibilities are endless, and the community is continuously growing, making Human Park one of the most exciting projects in the metaverse today.\n\n_&gt; Designing the UI for a video game was a whole new challenge for me, but I'm stoked to say I pulled it off._\n\nThe Human Park game clients can be downloaded today from the official website and are available for Windows and MacOS. As a member of the team, I am proud to have contributed to this revolutionary project and its success. The project represents the evolution of the PFP, allowing users to use their Noods as a PFP and build endless entertainment experiences, all powered by them. The project's unique approach to user-generated content and community-driven growth is what makes it truly revolutionary, and I am excited to see where it goes next."
    },
    {
      "Id": 4,
      "id": null,
      "CreatedAt": "2025-03-10 17:44:18+00:00",
      "UpdatedAt": "2025-03-11 10:10:09+00:00",
      "live": "inactive",
      "folder": "vhs",
      "description": "Virtually Human Studio (VHS) is a pioneering Web3 gaming company known for creating blockchain-based experiences like Zed Run and Zed Champions. Founded in 2018 and based in Australia, VHS blends innovative technology with immersive gameplay to redefine digital ownership and entertainment.",
      "order": 10,
      "platforms": "web",
      "tags": null,
      "title": "VHS",
      "year": 2021,
      "clientName": "Virtually Human",
      "content": "\\`\\`\\`json\n\n{\"from\": 1, \"to\": 2}\n\n\\`\\`\\`"
    },
    {
      "Id": 5,
      "id": null,
      "CreatedAt": "2025-03-10 17:44:23+00:00",
      "UpdatedAt": "2025-03-10 21:37:07+00:00",
      "live": "inactive",
      "folder": "medics",
      "description": "A mobile application for users of the Medics system that allows them to schedule appointments with doctors, communicate with them, and view the results of appointments in their medical records.",
      "order": 4,
      "platforms": "android,ios",
      "tags": null,
      "title": "Medics",
      "year": 2018,
      "clientName": "Medics IT",
      "content": null
    },
    {
      "Id": 6,
      "id": null,
      "CreatedAt": "2025-03-10 17:44:25+00:00",
      "UpdatedAt": "2025-03-10 21:41:45+00:00",
      "live": "inactive",
      "folder": "medics-nurse",
      "description": "Mobile interface of a nurse's workplace in the \"Medics\" system. Allows marking the completion of patient services (procedures) and generating reports.",
      "order": 5,
      "platforms": "android,ios",
      "tags": null,
      "title": "Medics Nurse",
      "year": 2020,
      "clientName": "Medics IT",
      "content": null
    },
    {
      "Id": 9,
      "id": null,
      "CreatedAt": "2025-03-10 17:51:20+00:00",
      "UpdatedAt": "2025-03-10 21:41:25+00:00",
      "live": "inactive",
      "folder": "the-abbi-agency",
      "description": "Creates provocative brand communications that solve problems, build relationships and move all sorts of good things forward.",
      "order": 6,
      "platforms": "web",
      "tags": null,
      "title": "The Abbi Agency",
      "year": 2019,
      "clientName": "The Abbi Agency",
      "content": null
    },
    {
      "Id": 7,
      "id": null,
      "CreatedAt": "2025-03-10 17:51:07+00:00",
      "UpdatedAt": "2025-03-10 21:41:22+00:00",
      "live": "inactive",
      "folder": "visit-fallon",
      "description": "Small Town. Big Smiles. Fallon. Whether it’s arts, activities, food, history or natural beauty, \"The Oasis of Nevada\" has something for everybody.",
      "order": 13,
      "platforms": "web",
      "tags": null,
      "title": "Visit Fallon",
      "year": 2018,
      "clientName": "The Abbi Agency",
      "content": null
    },
    {
      "Id": 8,
      "id": null,
      "CreatedAt": "2025-03-10 17:51:13+00:00",
      "UpdatedAt": "2025-03-10 21:44:49+00:00",
      "live": "inactive",
      "folder": "visit-placer",
      "description": "Explore Placer County filled with one-of-a-kind boutiques, festivals and farmers markets; a hundred of miles of forests, rivers and lakes.",
      "order": 12,
      "platforms": "web",
      "tags": null,
      "title": "Visit Placer",
      "year": 2019,
      "clientName": "The Abbi Agency",
      "content": null
    },
    {
      "Id": 10,
      "id": null,
      "CreatedAt": "2025-03-10 21:00:50+00:00",
      "UpdatedAt": "2025-03-11 10:08:44+00:00",
      "live": "inactive",
      "folder": "edgewood-tahoe",
      "description": "Nestled on the shores of Lake Tahoe, North America’s largest alpine lake, and bounded by the majestic peaks of the Sierra, you’ll find Edgewood Tahoe Resort.",
      "order": 9,
      "platforms": "web",
      "tags": null,
      "title": "Edgewood Tahoe",
      "year": 2019,
      "clientName": "The Abbi Agency",
      "content": "Additional links:\n\n<https://theabbiagency.com/work/edgewood-tahoe-resort/>\n\n<https://theabbiagency.com/work/edgewood-tahoe-resort-2/>"
    },
    {
      "Id": 11,
      "id": null,
      "CreatedAt": "2025-03-10 21:02:32+00:00",
      "UpdatedAt": "2025-03-10 21:28:52+00:00",
      "live": "inactive",
      "folder": "inkling",
      "description": "Inkling is the leading Operational Learning Platform designed to enable your workers to perform their best – anywhere, anytime, on any device.",
      "order": 11,
      "platforms": "android,ios",
      "tags": null,
      "title": "Inkling",
      "year": 2018,
      "clientName": "Inkling",
      "content": null
    },
    {
      "Id": 13,
      "id": null,
      "CreatedAt": "2025-03-10 21:06:45+00:00",
      "UpdatedAt": "2025-03-10 21:43:15+00:00",
      "live": "inactive",
      "folder": "upwork",
      "description": "Pioneering a better way of working, helping businesses find more flexibility and connecting talent with more opportunities.",
      "order": 7,
      "platforms": "ios,android",
      "tags": null,
      "title": "Upwork",
      "year": 2016,
      "clientName": "Upwork",
      "content": null
    },
    {
      "Id": 12,
      "id": null,
      "CreatedAt": "2025-03-10 21:03:40+00:00",
      "UpdatedAt": "2025-03-11 10:07:45+00:00",
      "live": "inactive",
      "folder": "chegg",
      "description": "Stay on top of it with homework help, exam prep & writing support—tailored to your courses.",
      "order": 8,
      "platforms": "web,ios",
      "tags": null,
      "title": "Chegg",
      "year": 2015,
      "clientName": "Chegg, Inc.",
      "content": "Chegg College Pages\n\n**USER STORY**\n\n\\- As a user, I can get valuable information about a school so that I can make a more informed decision\n\n**GOALS**\n\n\\- Increase 'Add to list' conversion to 10% up from 5% - actual 11%\n\n\\- Improve data quality/credibility and increase the amount of\n\ndata we can provide to students by using Wintergreen data instead of\n\nIPEDS\n\n**RESULTS**\n\n## Of those who view a school page…\n\n\\- 34% click on “Calculate my chances”\n\n\\- 14% click on “Student Rankings” section\n\n\\- 13% click on a school scholarship\n\n\\- 6% enter their zip code for the first time in “Distance from you”\n\n\\- 6% click on a similar school: “Students also viewed”\n\n\\- 3% click on a school EDU link\n\n\\### Of those who “Add to list”…\n\n\\- 25% click “View my list” and are taken to their college list."
    },
    {
      "Id": 14,
      "id": null,
      "CreatedAt": "2025-03-10 21:26:31+00:00",
      "UpdatedAt": "2025-03-11 13:13:58+00:00",
      "live": "inactive",
      "folder": "explore-murrieta",
      "description": "Murrieta, California is an accessible, friendly and comfortable destination connecting you and your family to vibrant experiences that will last a lifetime. ",
      "order": 14,
      "platforms": "web",
      "tags": null,
      "title": "Explore Murrieta",
      "year": 2018,
      "clientName": "The Abbi Agency",
      "content": null
    }
  ],
  "pageInfo": {
    "totalRows": 14,
    "page": 1,
    "pageSize": 25,
    "isFirstPage": true,
    "isLastPage": true
  }
}